<div class="row g-0">
    <div class="row g-0 mb-4 px-5 py-4 border shadow">
        <h4>Заголовок статьи</h4>
        <div class="row mt-3 mb-4 g-0 justify-content-center">
            <img class="post-thumbnail" src="1.jpg" alt="dots icon">
        </div>
        <div class="row g-0">
            В своём стремлении улучшить пользовательский опыт мы упускаем,
            что диаграммы связей являются только методом политического участия
            и объявлены нарушающими общечеловеческие нормы этики и морали.
            И нет сомнений, что акционеры крупнейших компаний лишь добавляют
            фракционных разногласий и своевременно верифицированы. В своём стремлении
            повысить качество жизни, они забывают, что перспективное планирование
            обеспечивает актуальность приоретизации разума над эмоциями.
        </div>
        <span class="gray">17-06-2021 13:15</span>
    </div>

    <div class="row g-0 mb-4 px-5 py-4 border shadow">
        <div class="row mb-3 text-left h4">Комментарии:</div>

        <div class="row mb-3 g-0">
            <div class="col-auto pt-2 me-4 mb-4 avatar-thumbnail">
                <img class="rounded-3 avatar-thumbnail" src="1.jpg" alt="ava">
            </div>
            <div class="col">
                <b>Сан Саныч</b>
                <div class="">
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                </div>
                <div class="gray">17-06-2021 13:20</div>
            </div>
        </div>

        <div class="row mb-3 g-0">
            <div class="col-auto pt-2 me-4 mb-4 avatar-thumbnail">
                <img class="rounded-3 avatar-thumbnail" src="2.jpg" alt="ava">
            </div>
            <div class="col">
                <b>Игорёк</b>
                <div class="">
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                </div>
                <div class="gray">17-06-2021 13:20</div>
            </div>
        </div>

        <div class="row mb-3 g-0">
            <div class="col-auto pt-2 me-4 mb-4 avatar-thumbnail">
                <img class="rounded-3 avatar-thumbnail" src="3.jpg" alt="ava">
            </div>
            <div class="col">
                <b>Игорёк</b>
                <div class="">
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                </div>
                <div class="gray">17-06-2021 13:20</div>
            </div>
        </div>

        <div class="row mb-3 g-0">
            <div class="col-auto pt-2 me-4 mb-4 avatar-thumbnail">
                <img class="rounded-3 avatar-thumbnail" src="4.png" alt="ava">
            </div>
            <div class="col">
                <b>Игорёк</b>
                <div class="d-inline p-1 text-bg-style-2 text-dark">Не проверено модератором</div>
                <div class="">
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                    Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта.
                </div>
                <div class="gray">17-06-2021 13:20</div>
            </div>
        </div>

        <div class="row mb-3 g-0">
            <form method="post">
                <label for="message" class="form-label h4">Оставить комментарий:</label>
                <textarea class="mb-2 form-control form-style-3 rounded-0  shadow-sm" id="message" rows="5" placeholder="Введите ваш комментарий"></textarea>
                <button class="btn btn-style-3 rounded-0" type="submit" name="send" value="yes">Отправить</button>
            </form>
        </div>
    </div>
</div>