<div class="row p-4 g-0 border shadow">
    <h4 class="mb-3 text-center">Правила пользования сайтом</h4>
    <div class="text-start g-0">
            1. Настоящие правила приняты администрацией сайта «Blog» (далее – «Администрация») в качестве основных для регулирования использования сайта.
            <br/><br/>
            2. Пользователь обязуется предоставить при регистрации только достоверную информацию, необходимую для регистрации. E-mail, предоставленный пользователем для регистрации, не передаётся третьим лицам, а используются Администрацией исключительно для восстановления пароля пользователя от личного кабинета в случае его утери.
            <br/><br/>
            3. Администрация не осуществляет обработку персональных данных. Если пользователь по собственной инициативе сообщает свои персональные данные, пользователь считается распространившим их самостоятельно и единолично несет ответственность за их распространение. Администрация не несет ответственности за распространение персональных данных пользователя.
            <br/><br/>
            4. Администрация обязуется не использовать личные данные пользователя для передачи третьим лицам, за исключением случаев, предусмотренных действующим законодательством Российской Федерации.
            <br/><br/>
            5. Пользователь обязуется не использовать сайт, администрируемый Администрацией, для каких-либо действий, противоречащих российскому и международному законодательству, а также для рассылки spam-сообщений, то есть сообщений, отправляемых большому количеству пользователей без их просьбы или желания, и содержащих, в том числе, рекламу товаров, работ, услуг, иной информации в рекламных, коммерческих и иных целях, а также клеветнические, непристойные, иные материалы и информацию.
            <br/><br/>
            6. Пользователь несет полную ответственность за все действия, производимые под его регистрационным именем и паролем.
            <br/><br/>
            7. Администрация не несет ответственности за достоверность информации в рекламных материалах, размещенных на администрируемом ею сайте.
            <br/><br/>
            8. Администрация вправе прекратить обслуживание электронных адресов, на которых не производилась авторизация в течение шести месяцев. Администрация вправе удалить аккаунты пользователя и закрыть ему доступ к серверу без объяснения причин. Хранение данных пользователя осуществляется в соответствии с законодательством. Пользователь вправе в любой момент обратиться в Администрацию по адресу ryabov.artyom@gmail.com с просьбой об удалении регистрационной записи. Администрация в течение 14 дней с момента получения обращения, удаляет регистрационную запись Пользователя из базы данных.
            <br/><br/>
            9. Администрация несет ответственность за возможные перебои в предоставлении услуг, а также за прекращение деятельности системы только при наличии в этом её вины. Сайт Администрации предоставляется пользователю "такими как есть", без гарантий и обязательств.
            <br/><br/>
            10. Администрация оставляет за собой право прикреплять рекламные тексты к любому письму пользователя системы.
            <br/><br/>
            11. Пользователь, регистрируясь, подтверждает свое согласие на то, что Правила могут быть в любое время изменены Администрацией, а размещение новой реакции настоящих правил на данной странице является надлежащим уведомлением пользователя об их изменении.
    </div>
</div>
